# Homebrew repositories
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Third-party repositories
tap "neovim/neovim"
tap "xo/xo"

# CLI tools
brew "bandwhich"
brew "bat"
brew "bottom"
brew "diskonaut"
brew "fd"
brew "fzf"
brew "git-delta"
brew "jq"
brew "n"
brew "neovim"
brew "nmap"
brew "p7zip"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "trash-cli"
brew "watch"
brew "xo/xo/usql"
brew "youtube-dl"
